/* No comment provided by engineer. */
"Account Expired." = "Le compte a expiré.";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "Une erreur s’est produite lors du chargement sur Screencast.com.";

/* Cancel */
"Cancel" = "Annuler";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "En raison de mises à jour de sécurité, veuillez vous connecter de nouveau pour partager sur Screencast.com.";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "Impossible de se connecter à Screencast.com. Réessayez ou revenez à la configuration du bouton et essayez de vous connecter de nouveau.";

/* No comment provided by engineer. */
"File cannot be opened." = "Impossible d’ouvrir le fichier.";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "Le proxy http requiert une authentification.";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "Caractères non valides";

/* default folder description on screencast.com */
"Place for sharing" = "Emplacement de partage";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "Authentification sur Screencast.com requise";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "Screencast.com est temporairement indisponible. Veuillez réessayer plus tard.";

/* Failed to login title */
"Screencast.com log in failed" = "Échec de la connexion à Screencast.com";

/* Sign in button */
"Sign In" = "Se connecter";

/* Button title to log in to an account */
"Sign In..." = "Se connecter...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "Se déconnecter";

/* No comment provided by engineer. */
"Storage Limit Reached." = "La limite de stockage est atteinte.";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "La version actuelle de l’application ne peut pas communiquer avec Screencast.com.";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "Le code intégré pour votre capture est prêt à être collé.";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "Le lien vers votre capture est prêt à être collé.";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "La taille de la vidéo est supérieure à la limite.";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "Cette version de %1$@ ne peut plus partager votre contenu sur Screencast. Mettez à jour %2$@ pour accéder à la nouvelle plateforme Screencast, avec ses performances améliorées et ses fonctionnalités intégrées de conversation et d’annotation.";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "Impossible de partager sur Screencast";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "Impossible de communiquer avec Screencast.com.";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "Impossible de se connecter à Screencast.com.";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "Impossible de partager sur Screencast.com";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "Impossible de partager votre capture.  Le fichier local ne peut pas être ouvert.";

/* File title if none was given */
"Untitled" = "Sans titre";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "Transférer la capture sur le service d’hébergement de TechSmith et obtenir une URL ou un code intégré pour la partager rapidement";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "Les caractères valides sont _ ( ) - . , $ ! ’ a-Z 0-9 (space). Les titres ne peuvent pas se terminer par un point, ni contenir d’accents ou de caractères étrangers.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Vérifiez votre connexion à Internet et réessayez.";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "Vous avez atteint votre limite de stockage sur Screencast.com ; essayez de libérer de l’espace en supprimant des fichiers.";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "Votre compte Screencast.com a expiré.";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "Impossible de partager votre capture tant que vous n’êtes pas connecté au proxy HTTP.";

